Repository: GrinwaldFlo/AngelAdmin2
Catalog: resources/locales/*/default.po
Languages: fr, it

source: Open invoices
fr: Factures ouvertes
it: Fatture aperte

source: Membership fee (paid/invoiced)
fr: Cotisations (payées/facturées)
it: Iscrizione pagata

source: Invoiced this year (paid/total)
fr: Facturé cette année (payé/total)
it: Fatture (Aperto/Totale)

source: No. of members
fr: Nb. de membres
it: N. di promemoria

source: Not registered
fr: Non enregistré
it: Non registrato

source: Children / Adults
fr: Enfants / Adultes
it: Bambini / Adulti

source: Membership fee paid
fr: Cotisation payée
it: Iscrizione pagata

source: First day of the season
fr: Premier jour de la saison
it: Primo giorno della stagione

source: Club name
fr: Nom du club
it: Nome del club

source: Wrong validation code
fr: Code de validation erroné
it: Niente da convalidare

source: Registrations have been reset
fr: Les inscriptions ont été réinitialisées
it: Accordo di registrazione

source: Membership fee created for
fr: Cotisations créées pour
it: Quota d'iscrizione

source: Both log files have been deleted.
fr: Les fichiers de log ont été supprimés.

# Some values were put back to default settings
source: Memberships have been reset
fr: Les adhésions ont été réinitialisées
it: Quota d'iscrizione

source: The invoice template has been saved.
fr: Le modèle de facture a été enregistré.
it: La fattura è stata salvata.

source: The invoice template could not be saved.
fr: Le modèle de facture n'a pas pu être enregistré.
it: Non è stato possibile salvare il membro.

source: The invoice template has been deleted.
fr: Le modèle de facture a été supprimé.
it: Il contenuto è stato cancellato.

source: The invoice template could not be deleted.
fr: Le modèle de facture n'a pas pu être supprimé.
it: Non è stato possibile salvare il membro.

source: The invoice has been saved.
fr: La facture a été enregistrée.
it: La fattura è stata salvata.

source: The invoice could not be saved.
fr: La facture n'a pas pu être enregistrée.
it: Non è stato possibile salvare la fattura. Per favore, riprova.

source: The invoice is already paid and can't be edited anymore
fr: La facture est déjà payée et ne peut plus être modifiée
it: La fattura è già pagata e non può più essere modificata

source: Invoices have been updated
fr: Les factures ont été mises à jour
it: Le fatture sono state aggiornate

source: Invoices has been validated
fr: Les factures ont été validées
it: Le fatture sono state convalidate

source: Late bills Reminder
fr: Rappel - factures en retard

source: Remiders have been sent
fr: Les rappels ont été envoyés

source: Invoices has been created
fr: Les factures ont été créées
it: Le fatture sono state create

source: Send checkbox has not been checked
fr: La case "Envoyer" n'a pas été cochée
it: La casella di controllo Invia non è stata selezionata

source: The PDF file doesn't exist
fr: Le fichier PDF n'existe pas
it: I file PDF non esistono

source: No token for the member
fr: Pas de jeton pour le membre
it: Nessun tocken per il membro

source: No email for the member
fr: Pas d'e-mail pour le membre
it: Nessuna e-mail per il membro

source: New Invoice
fr: Nouvelle facture
it: Nuova fattura

source: Invoice Reminder
fr: Rappel de facture

source: Invoices have been sent
fr: Les factures ont été envoyées
it: Le fatture sono state inviate

source: Image file is not accessible for validation
fr: Le fichier image n’est pas accessible pour la validation

source: Image file appears to be empty or corrupted
fr: Le fichier image semble vide ou corrompu

source: Unknown image format
fr: Format d’image inconnu

source: File is not a valid JPEG image
fr: Le fichier n'est pas une image JPEG valide

source: File claims to be JPEG but has different format
fr: Le fichier prétend être JPEG mais son format est différent

source: JPEG image has invalid dimensions
fr: Les dimensions de l'image JPEG sont incorrectes

source: JPEG image cannot be processed - file may be corrupted
fr: L'image JPEG ne peut pas être traitée - le fichier est peut-être corrompu

source: HEIC format is not supported on this server
fr: Le format HEIC n'est pas supporté par le serveur

source: Cannot read uploaded HEIC file
fr: Impossible de lire le fichier HEIC téléchargé

source: HEIC file is too small or corrupted
fr: Le fichier HEIC est trop petit ou corrompu

source: File is not a valid HEIC image - invalid signature
fr: Le fichier n'est pas une image HEIC valide - signature non valide

source: File is not a valid HEIC image - unsupported brand: {0}
fr: Le fichier n'est pas une image HEIC valide - marque non prise en charge : {0}

source: HEIC image has invalid dimensions
fr: L’image HEIC a des dimensions non valides

source: HEIC image cannot be processed: {0}
fr: L’image HEIC ne peut pas être traitée : {0}

source: JPEG and HEIC pictures only
fr: Images JPEG et HEIC uniquement

source: JPEG pictures only
fr: Images JPEG uniquement
it: Solo immagini JPEG

source: Dear
fr: Cher·e
it: Gentile

source: HEIC format is not supported
fr: Le format HEIC n'est pas supporté

source: Failed to process image
fr: Échec de la conversion de l'image

source: Failed to send picture
fr: Échec d'envoi de la photo
it: Impossibile inviare l'immagine

source: The picture has been saved.
fr: L'image a été enregistrée.
it: L'immagine è stata salvata.

source: Failed to send document
fr: Échec d'envoi du document

source: PDF only
fr: Fichiers PDF uniquement

source: {0} is registed
fr: {0} est enregistré

source: Failed to register member
fr: Échec d'enregistrement du membre

source: You do not have permission to create new members.
fr: Tu n’as pas l’autorisation de créer de nouveaux membres.

source: The member already exists
fr: Le membre existe déjà
it: Il membro esiste già

source: The member has been saved.
fr: Le membre a été enregistré.
it: Il membro è stato salvato.

source: The member could not be saved.
fr: Le membre n'a pas pu être enregistré.
it: Non è stato possibile salvare il membro.

source: The member has been deleted.
fr: Le membre a été supprimé.
it: Il membro è stato cancellato.

source: The member could not be deleted.
fr: Le membre n'a pas pu être supprimé.
it: Il membro non può essere cancellato. Per favore, riprova.

source: This language doesn't exists
fr: Cette langue n'existe pas
it: Questo linguaggio non esiste

source: You are already registered, we sent you a mail to get your login
fr: Tu es déjà inscrit·e, nous t'avons envoyé un e-mail pour obtenir tes identifiants
it: Sei già registrato, ti abbiamo inviato una mail per ottenere il tuo login

source: You have been registered. Check your mailbox for next step
fr: Tu as été enregistré·e. Vérifie ta boîte aux lettres pour la prochaine étape
it: Sei stato registrato. Controlla la tua casella di posta per il prossimo passo

source: We were not able to save your registration. Please check all fields or contact us
fr: Nous n'avons pas pu enregistrer ton inscription. Vérifie tous les champs ou contacte-nous
it: Non siamo stati in grado di salvare la vostra registrazione. Si prega di controllare tutti i campi o di contattarci

source: Please sign the document
fr: Merci de signer le document
it: Si prega di firmare il documento

source: You are now registered, it will be validated by a coach
fr: Tu es maintenant inscrit·e, cela sera validé par un coach
it: Ora sei registrato, sarà convalidato da un allenatore

source: New member registered
fr: Nouveau membre enregistré
it: Nuovo driver registrato

source: The member has just registred. You need to validate the signature.
fr: Le membre vient de s'inscrire. Tu dois valider la signature.
it: Il membro si è appena iscritto. È necessario convalidare la firma.

source: Signature approved
fr: Signature approuvée
it: Convalida delle firme

source: Your signature has been approved
fr: Ta signature a été approuvée
it: L'immagine è stata salvata.

source: Signature not approved
fr: Signature non approuvée
it: Firma non approvata

source: Your signature has not been approved, please do it again
fr: Ta signature n'a pas été approuvée, merci de recommencer
it: Devi essere approvato da un allenatore, per favore aspetta

source: Invitation has been sent to
fr: L'invitation a été envoyée à
it: Le fatture sono state inviate

source: Your personal page
fr: Ta page personnelle

source: Action needed, registrer for the year (or leave the club)
fr: Action requise, inscrit-toi pour cette année (ou quitte le club)

source: Want to come back ?
fr: Revenir ?

source: Click here to visit: {0} On your personal page, you can: - View and manage your bills - Update your personal information - Register for the upcoming year - Cancel your membership if you wish We look forward to seeing you soon!
fr: Clique ici : {0} Sur ta page, tu peux : - Consulter tes factures - Mettre à jour tes informations personnelles - T’inscrire pour l’année prochaine - Quitter le club si tu le souhaites On a hâte de te revoir !

# {0} is the name of the club you join
source: Welcome to {0}
fr: Bienvenue sur {0}
it: Benvenuti in {0}

source: The configuration has been saved.
fr: La configuration a été enregistrée.
it: Il contenuto è stato salvato.

source: The configuration could not be saved.
fr: La configuration n'a pas pu être enregistrée.
it: Non è stato possibile salvare l'utente.

source: The configuration has been deleted.
fr: La configuration a été supprimée.
it: Il contenuto è stato cancellato.

source: The configuration could not be deleted.
fr: La configuration n'a pas pu être supprimée.
it: Non è stato possibile salvare l'utente.

source: The content has been saved.
fr: Le contenu a été enregistré.
it: Il contenuto è stato salvato.

source: The content could not be saved.
fr: Le contenu n'a pas pu être enregistré.
it: Non è stato possibile salvare il contenuto. Per favore, riprova.

source: The content has been deleted.
fr: Le contenu a été supprimé.
it: Il contenuto è stato cancellato.

source: The content could not be deleted.
fr: Le contenu n'a pas pu être supprimé.
it: Non è stato possibile cancellare il contenuto. Per favore, riprova.

source: The field has been saved.
fr: Le champ a été enregistré.
it: Il campo membro1 è stato salvato.

source: The field could not be saved.
fr: Le champ n'a pas pu être enregistré.
it: Non è stato possibile salvare l'utente.

source: The field has been deleted.
fr: Le champ a été supprimé.
it: Il membro è stato cancellato.

source: The field could not be deleted.
fr: Le champ n'a pas pu être supprimé.
it: Non è stato possibile salvare l'utente.

source: The meeting has been saved.
fr: La réunion a été enregistrée.
it: L'incontro è stato salvato.

source: The meeting could not be saved.
fr: La réunion n'a pas pu être enregistrée.
it: Non è stato possibile salvare la riunione.

source: {0} meeting has been saved.
fr: {0} réunions ont été enregistrées.

source: No meeting has been saved.
fr: Aucune réunion n'a été enregistrée.

source: The meeting has been deleted.
fr: La réunion a été supprimée.
it: La riunione è stata cancellata.

source: The meeting could not be deleted.
fr: La réunion n'a pas pu être supprimée.
it: Non è stato possibile cancellare la riunione. Per favore, riprova.

source: You are now registered
fr: Tu es maintenant inscrit·e

source: The order has been marked as delivered.
fr: La commande a été marquée comme livré.

source: The order could not be updated. Please, try again.
fr: La commande n'a pas pu être mise à jour. Essaie à nouveau.

source: The order has been marked as not delivered.
fr: La commande a été marquée comme non livré.

source: The member order has been deleted.
fr: La commande a été supprimée.

source: The member order could not be deleted. Please, try again.
fr: La commande du membre n’a pas pu être supprimée. Essaie à nouveau.

source: Invalid access link.
fr: Lien d'accès non valide.

source: No items were selected for the order.
fr: Pas d'articles séléctionnés pour cette commande.

source: There was an error processing your order. Please try again.
fr: Une erreur est survenue lors du traitement de ta commande. Merci d’essayer à nouveau.

source: Your order has been placed successfully! Total amount: {0}
fr: Ta commande a été passée avec succès ! Montant total : {0}

source: There was an error creating the invoice for your order. Please try again.
fr: Une erreur est survenue lors de la création de la facture pour ta commande. Essaie à nouveau, s’il te plaît.

source: You can only view your own information.
fr: Tu ne peux voir que tes propres informations.

source: There where an issue with the connection. Please try again or ask Florian. Cookies has to be allowed.
fr: Il y a eu un problème de connexion. Veuillez réessayer ou demander à Florian. Les cookies doivent être autorisés.

source: The PDF cant't be created
fr: Le PDF ne peut pas être créé
it: Il PDF non può essere creato

source: The role has been saved.
fr: Le rôle a été enregistré.
it: Il ruolo è stato salvato.

source: The role could not be saved.
fr: Le rôle n'a pas pu être enregistré.
it: Non è stato possibile salvare l'utente.

source: The shop item has been saved.
fr: L'article a été sauvé.

source: The shop item could not be saved. Please, try again.
fr: L'article n'a pas pu être sauvé.

source: The shop item has been deleted.
fr: L'articée a été supprimé.

source: The shop item could not be deleted. Please, try again.
fr: L'article n'a pas pu être supprimé.

source: The site has been saved.
fr: Le site a été enregistré.
it: L'utente è stato salvato.

source: The site could not be saved.
fr: Le site n'a pas pu être enregistré.
it: Non è stato possibile salvare l'utente.

source: The site has been deleted.
fr: Le site a été supprimé.
it: Il contenuto è stato cancellato.

source: The site could not be deleted.
fr: Le site n'a pas pu être supprimé.
it: Non è stato possibile salvare l'utente.

source: The team has been saved.
fr: L'équipe a été enregistrée.
it: Il gruppo è stato salvato.

source: The team could not be saved.
fr: L'équipe n'a pas pu être enregistrée.
it: Non è stato possibile salvare l'utente.

source: Invalid username or password
fr: Nom d'utilisateur ou mot de passe invalide
it: Nome Utente o Password non valido

source: Wrong password entered for {0}
fr: Mauvais mot de passe saisi pour {0}
it: Password errata inserita per {0}

source: You were redirected from an external service. Please login to continue.
fr: Tu as été redirigé depuis un service externe. Connecte-toi pour continuer.

source: The user has been saved.
fr: L'utilisateur a été enregistré.
it: L'utente è stato salvato.

source: The user could not be saved.
fr: L'utilisateur n'a pas pu être enregistré.
it: Non è stato possibile salvare l'utente.

source: Please enter twice the same passowrd
fr: Merci de saisir deux fois le même mot de passe
it: Si prega di inserire due volte lo stesso passowrd

source: You have been successfully registered, now you can login
fr: Tu as été enregistré·e avec succès, tu peux maintenant te connecter
it: Sei stato registrato con successo, ora puoi effettuare il login

source: Reset your password
fr: Réinitialise ton mot de passe
it: Reimposta la tua password

source: If this email or username exists, a reset link has been sent to the associated email
fr: Si cet e-mail ou nom d'utilisateur existe, un lien de réinitialisation a été envoyé à cette adresse

source: Missing token
fr: Jeton manquant
it: Gettone mancante

source: Your password has been updated
fr: Ton mot de passe a été mis à jour
it: La tua password è stata aggiornata

source: Please enter your full name
fr: Entre ton nom complet

source: Wrong name entered for {0}
fr: Mauvais nom entré pour {0}

source: If the member exists, a login link has been sent to the member {0}
fr: Si le membre existe, un lien de connexion a été envoyé à {0}.

source: Canceled
fr: Annulé
it: Annullato

source: Paid
fr: Payé
it: Pagato

source: Late
fr: En retard
it: In Ritardo

source: Sent
fr: Envoyé
it: Inviato

source: Draft
fr: Brouillon
it: Bozza

# In the way, it has been read
source: Read
fr: Lu
it: Leggi

source: Phone
fr: Téléphone
it: Telefono

source: Number
fr: Nombre
it: Numero

source: Checkbox
fr: Case à cocher

source: Picture
fr: Photo

source: Cloth Size
fr: Taille de vêtement

# Value type of a field
source: Text
fr: Texte
it: Testo

source: No team
fr: Aucune équipe
it: Nessun gruppo

source: No site
fr: Pas de site

source: Unknown
fr: Inconnu
it: Sconosciuto

source: Female
fr: Femme
it: Femminile

source: Male
fr: Homme
it: Maschile

source: Letter
fr: Lettre
it: Lettera

source: Shop Order: {0}
fr: Commande: {0}

source: Please select a valid category.
fr: Sélectionne une catégorie valide.

source: Other
fr: Autre

source: Travel
fr: Trajet

source: Equipment
fr: Equipement

source: You can upload HEIC images from iOS devices. They will be automatically converted to JPEG.
fr: Tu peux envoyer des photos HEIC, elles seront automatiquement converties.

source: HEIC images are not supported. Please convert to JPEG before uploading.
fr: Les images HEIC ne sont pas prises en charge. Convertis en JPEG avant de les télécharger.

source: French
fr: Français
it: Francese

source: German
fr: Allemand
it: Tedesco

source: English
fr: Anglais
it: Inglese

source: Spanish
fr: Espagnol
it: Spagnolo

source: Italian
fr: Italien
it: Italiano

source: Main configuration
fr: Configuration principale
it: Conferma

source: Locations
fr: Emplacements
it: Località

source: Custom fields
fr: Champs personnalisés
it: Campi Personalizzati

source: Link
fr: Lien

source: Join
fr: S'inscrire

source: Are you sure you want to join the event ?
fr: Es-tu sûr·e de vouloir participer à l'événement ?

source: Registered
fr: Inscrit
it: Registrato

source: MISSING
fr: MANQUANT

source: Subject: Request for Sports Funding
fr: Objet : Demande de subventions sportives

source: Beneficiary
fr: Bénéficiaire
it: Beneficiario

source: Address
fr: Adresse
it: Indirizzo

source: Invoice No {0} - {1}
fr: Facture N° {0} - {1}
it: Fattura n. {0} - {1}

source: First reminder
fr: Premier rappel
it: Primo promemoria

source: Reminder N°{0}
fr: Rappel N°{0}
it: Promemoria N°{0}

source: If you already paid this invoice, please contact us.
fr: Si tu as déjà payé cette facture, merci de nous contacter.
it: Se avete già pagato questa fattura, vi preghiamo di contattarci.

source: Member No
fr: N° de membre
it: Membro No

source: Amount
fr: Montant
it: Importo

source: Due date
fr: Date d'échéance
it: Data di scadenza

source: Late payments will result in a reminder fee of {0} CHF
fr: Les retards de paiement entraînent des frais de rappel de {0} CHF
it: I pagamenti tardivi comportano una tassa di sollecito di CHF 10.-

source: In case of difficulty in payment, you can contact me for a payment in several installments
fr: En cas de difficulté de paiement, tu peux me contacter pour un paiement en plusieurs fois
it: In caso di difficoltà di pagamento, potete contattarmi più volte per un pagamento

source: Payments via e-banking save us the cost of processing the inpayment slip.
fr: Les paiements par e-banking nous permettent d'économiser les frais de traitement du bulletin de versement.
it: I pagamenti tramite e-banking ci fanno risparmiare i costi per l'elaborazione della polizza di versamento.

# {0} is a date
source: To date, we have not received the {0} payment.
fr: À ce jour, nous n'avons pas reçu le paiement du {0}.
it: Ad oggi, non abbiamo ancora ricevuto il pagamento {0}.

source: Teams
fr: Équipes
it: Gruppi

source: Members
fr: Membres
it: Membri

source: Generate membership fees for year {0}-{1}
fr: Générer les cotisations pour l'année {0}-{1}
it: Genera quote associative per l'anno {0}-{1}

source: Name
fr: Nom
it: Nome

source: Age
fr: Âge
it: Età

source: Team
fr: Équipe
it: Gruppo

source: Membership fee
fr: Cotisation
it: Quota d'iscrizione

source: Create
fr: Créer
it: Crea

source: Submit
fr: Envoyer
it: Invia

source: Check all
fr: Tout cocher
it: Seleziona tutto

source: Check none
fr: Ne rien cocher
it: Controlla nessuno

# Payment splited in multiple installments
source: Split payment
fr: Paiement fractionné
it: Pagamento multiplo

source: New year
fr: Nouvelle année
it: Natale e Capodanno di viaggio

source: First day of this season
fr: Premier jour de cette saison
it: Primo giorno di questa stagione

source: Update first day of the season
fr: Mettre à jour le premier jour de la saison
it: Aggiornamento primo giorno della stagione

source: Update current year
fr: Mettre à jour l'année en cours
it: Aggiornamento anno corrente

source: Reset membership fees
fr: Réinitialiser les cotisations
it: Quota d'iscrizione

source: Generate membership fees
fr: Générer les cotisations
it: Quota d'iscrizione

source: Reset registration
fr: Réinitialiser les inscriptions
it: Registrazione

source: List invoice Templates
fr: Liste des modèles de factures
it: Elenca i modelli di fattura

source: Add invoice Template
fr: Ajouter un modèle de facture
it: Aggiungi fattura a {0}

source: Delete
fr: Supprimer
it: Elimina

source: Are you sure you want to delete # {0}?
fr: Es-tu sûr·e de vouloir supprimer # {0} ?
it: Sei sicuro di voler eliminare #{0} ?

source: Edit invoice Template
fr: Modifier le modèle de facture
it: Modifica modello di fattura

source: New invoice Template
fr: Nouveau modèle de facture
it: Nuova fattura

source: Invoice Templates
fr: Modèles de factures
it: Modelli di fattura

source: View
fr: Voir
it: Vedi

source: Edit
fr: Modifier
it: Modifica

source: first
fr: premier
it: primo

source: previous
fr: précédent
it: precedente

source: next
fr: suivant
it: successivo

source: last
fr: dernier
it: ultimo

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr: Page {{page}} sur {{pages}}, affichage de {{current}} enregistrement(s) sur {{count}} au total
it: Pagina {{page}} di {{pages}}, visualizza {{current}} riga(e) di {{count}} totali

source: Delete invoice Template
fr: Supprimer le modèle de facture
it: Cancellare il modello di fattura

source: Membership Fee
fr: Frais de cotisation
it: Quota d'iscrizione

source: Yes
fr: Oui
it: Si

source: No
fr: Non

# Label on the invoice
source: Denomination
fr: Dénomination
it: Denominazione

source: Add invoice to {0}
fr: Ajouter une facture à {0}
it: Aggiungi fattura a {0}

source: Printed
fr: Imprimé
it: Stampato

source: Linked to a membership
fr: Lié à une cotisation
it: Collegato a un'iscrizione

source: Templates
fr: Modèles
it: Modelli

source: Clear
fr: Effacer
it: Cancella

source: Active
fr: Actif
it: Attivo

source: Invoice detail
fr: Détail de la facture
it: Dettaglio fattura

source: Batch validation
fr: Validation par lots
it: Convalida dei lotti

source: Edit invoice
fr: Modifier la facture
it: Modifica fattura

source: No. of reminders
fr: Nb. de rappels
it: N. di promemoria

# Status of the invoice (send, draft,...)
source: State
fr: État
it: Stato

source: Generate reminders
fr: Générer des rappels
it: Generare promemoria

source: Update PDF invoices
fr: Mettre à jour les factures PDF
it: Aggiornare le fatture in PDF

source: Add penalty fee
fr: Ajouter des frais de pénalité
it: Aggiungere la penale

source: Open
fr: Ouvert
it: Aperto

source: Invoices
fr: Factures
it: Fatture

source: Ref.
fr: Réf.
it: Rif.

source: Status
fr: Statut
it: Stato

# Elements in a list
source: items
fr: éléments
it: oggetti

source: Draft invoices
fr: Factures brouillon
it: Aggiornare le fatture in PDF

source: Member
fr: Membre
it: Membro

source: Valid
fr: Valide
it: Valido

source: Mark invoices as sent
fr: Marquer les factures comme envoyées

source: Download PDF
fr: Télécharger le PDF

source: Send
fr: Envoyer
it: Invia

source: I am sending emails to all checked members above
fr: J'envoie un e-mail à tous les membres cochés ci-dessus
it: Sto inviando e-mail a tutti i membri controllati di cui sopra

source: Send all emails
fr: Envoyer tous les e-mails
it: Invia tutte le e-mail
