Repository: GrinwaldFlo/AngelAdmin2
Catalog: resources/locales/*/default.po
Languages: fr, it

source: This year
fr: Cette année
it: Quest'anno

source: Two years
fr: Deux ans
it: Due anni

source: Three years
fr: Trois ans
it: Tre anni

source: Invoice overview
fr: Aperçu des factures
it: Panoramica della fattura

source: Add {0}CHF
fr: Ajouter {0} CHF
it: Aggiungi {0}CHF

source: Invoice
fr: Facture
it: Fattura

source: Label
fr: Libellé

source: Last sent
fr: Dernier envoi

source: Summary
fr: Résumé

source: Total Members
fr: Nombre total de membres

source: Total Bills
fr: Nb. Total de la factures

source: Total Amount
fr: Montant total

source: Location
fr: Emplacement
it: Luogo

source: Original due date
fr: Date d'échéance originale
it: Data di scadenza

source: Created
fr: Créé
it: Creato

source: Modified
fr: Modifié
it: Modificato

source: List Configurations
fr: Lister les configurations
it: Conferma

source: Edit Configuration
fr: Modifier la configuration
it: Modificare configurazione

source: Value
fr: Valeur
it: Valore

source: List
fr: Liste
it: Lista

source: Add Content
fr: Ajouter du contenu
it: Aggiungi Contenuto

source: Edit Content
fr: Modifier le contenu
it: Modifica Contenuto

source: New Content
fr: Nouveau contenu
it: Nuovi contenuti

source: Contents
fr: Contenus
it: Contenuti

source: Fees: {0}CHF, Size: {1}
fr: Frais : {0} CHF, Taille : {1}
it: Tasse: {0}CHF, Taglia: {1}

source: Delete Content
fr: Supprimer le contenu
it: Cancellare il contenuto

source: Page Not Found
fr: Page non trouvée

source: Error 404 - Page Not Found
fr: Erreur 404 - Page non trouvée

source: The requested address {0} was not found on this server.
fr: La page demandée {0} n'a pas été trouvée.

source: Check the URL in the address bar
fr: Contrôle l'URL dans la barre d'adresse

source: Return to the homepage and start over
fr: Retourne à la page d'accueil et recommence

source: Internal Server Error
fr: Erreur interne sur le serveur

source: An internal error has occurred
fr: Un erreur interne est arrivée

source: Error 500 - Server Problem
fr: Erreur 500 - Erreur sur le serveur

source: Details:
fr: Détails:

source: What to do now?
fr: Que peux-tu faire ?

source: Try refreshing the page in a few moments
fr: Essaie de rafraichir la page un peu plus tard

source: Return to the homepage
fr: Retourner à l'accueil

source: If the problem persists, contact our technical team
fr: Si le problème persiste, contacte notre équipe technique

source: Error automatically reported
fr: L'erreur a été reportée

source: System Error
fr: Erreur système

source: A system error has occurred
fr: Une erreur système est arrivée

source: Technical error detected
fr: Erreur technique détéectée

source: Error message:
fr: Message d'erreure:

source: For users:
fr: Pour les utilisateurs:

source: Wait a few minutes and try again
fr: Attends quelques minutes et essaie à nouveau

source: Contact support if necessary
fr: Contacter le support

source: Technical information:
fr: Informations techniques:

source: Our team has been notified
fr: Notre équipe a été informée

source: Resolution in progress...
fr: Résolution en cours...

source: This error does not compromise the security of your data
fr: Cette erreur ne compromet pas tes données

source: List Fields
fr: Lister les champs
it: Lista Elenco

source: Add Field
fr: Ajouter un champ
it: Aggiungi campo

source: Allow member to edit
fr: Autoriser le membre à modifier
it: Permettere ai membri di modificare

source: Hidden
fr: Masqué

source: Mandatory
fr: Obligatoire

# Like alphabetical order
source: Order
fr: Ordre
it: Ordine

source: Edit Field
fr: Modifier le champ
it: Modifica Campo

source: New Field
fr: Nouveau champ
it: Nuovo Campo

source: Fields
fr: Champs
it: Campi

source: Member can edit
fr: Le membre peut modifier
it: MemberEditAll

source: Delete Field
fr: Supprimer le champ
it: Elimina Campo

source: Field Type
fr: Type de champ
it: Tipo di campo

source: Add Meeting
fr: Ajouter une réunion
it: Aggiungi riunione

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Sun
fr: Dim

source: Edit Meeting
fr: Modifier la réunion
it: Modifica riunione

source: Past
fr: Passé
it: Passato

source: Today
fr: Aujourd'hui
it: Oggi

source: Future
fr: Futur
it: Futuro

source: Meetings
fr: Réunions
it: Appuntamenti

source: Pre/Abs/Exc/Late
fr: Pré/Abs/Exc/Ret

source: Attendance
fr: Présences

source: Category:
fr: Catégorie:

source: All
fr: Tout

source: Delivery:
fr: Livraison:

source: Delivered
fr: Reçu

source: Not Delivered
fr: Non livré

source: Payment:
fr: Paiement:

source: Not Paid
fr: Non payé

source: Member Orders
fr: Articles des membres

source: Item
fr: Article

source: Category
fr: Catégorie

source: Bill
fr: Facture

source: Bill Status
fr: Statut

source: No Bill
fr: Pas de facture

source: Mark Delivered
fr: Marquer livré

source: Mark this order as delivered?
fr: Marquer cette article comme livré ?

source: Mark Not Delivered
fr: Marquer livré

source: Mark this order as not delivered?
fr: Marquer cet article comme non livré ?

source: Delete Member Order
fr: Supprimer une commande de membre

source: List Member Orders
fr: Lister les articles des membres

source: Member Order #{0}
fr: Article #{0}

source: Shop Item
fr: Article

source: Item Price
fr: Prix de l'article

source: Quantity
fr: Quantité

source: No associated bill
fr: Pas de facture associée

source: Add Member
fr: Ajouter un membre
it: Aggiungi membro

source: First name
fr: Prénom
it: Nome

source: Last name
fr: Nom
it: Cognome

source: Date of birth
fr: Date de naissance
it: Data di nascita

source: Gender
fr: Genre
it: Genere

source: Postal code
fr: Code postal
it: CAP

source: City
fr: Ville
it: Città

source: Home phone
fr: Téléphone fixe
it: Telefono di casa

source: Nationality
fr: Nationalité
it: Nazionalità

source: Family discount
fr: Réduction familiale
it: Sconto per famiglie

source: Communication Method
fr: Méthode de communication
it: Metodo di comunicazione

source: Is coach
fr: Est coach
it: È allenatore

source: Payment slip
fr: Bulletin de versement
it: Bollettino di pagamento

source: Add a portrait picture
fr: Ajoute une photo de portrait

source: Supported formats:
fr: Formats supportés:

source: JPEG (.jpg, .jpeg) and HEIC (.heic, .heif)
fr: JPEG (.jpg, .jpeg) et HEIC (.heic, .heif)

source: HEIC images from iOS devices will be automatically converted to JPEG.
fr: Les images HEIC provenant d'appareils iOS seront automatiquement converties en JPEG.

source: JPEG (.jpg, .jpeg) only
fr: JPEG (.jpg, .jpeg) uniquement

source: If you have an iPhone, please convert HEIC pictures to JPEG before uploading.
fr: Si tu as un iPhone, convertit ta photo en JPEG avant.

source: Add your identity card
fr: Ajoute ta carte d'identité

source: Registration for the year {0}-{1}
fr: Inscription pour l'année {0}-{1}

source: Register for a new cheerleading season. Read carefully our club regulations. Given the number of members in the club, we are obliged to have a certain number of rules so that everything goes well. This way, you will be aware of all the important points for this year.
fr: Inscris-toi pour une nouvelle saison de cheerleading. Lis attentivement notre règlement de club. Vu le nombre de membres dans le club, nous sommes obligés d'avoir un certain nombre de règles pour que tout se passe bien. Ainsi, tu seras au courant de tous les points importants pour cette année.

source: Signature of
fr: Signature de
it: Firma di

source: Signature of legal guardian/parent
fr: Signature du tuteur légal/parent
it: Firma del tutore legale / genitore

source: of
fr: de
it: di

# Title for signing the membership for this season
source: Registration agreement
fr: Acceptation des conditions
it: Accordo di registrazione

# {} are years of the season
source: Season {0}-{1}
fr: Saison {0}-{1}
it: Registrazione {0}-{1}

source: Registration
fr: Inscription
it: Registrazione

source: Registration of {0} for year {1}-{2}
fr: Inscription de {0} pour l'année {1}-{2}
it: Registrazione di {0} per l'anno {1}-{2}

source: Upload inscription
fr: Télécharger une inscription

source: January
fr: Janvier
it: Gennaio

source: February
fr: Février
it: Febbraio

source: March
fr: Mars
it: Marzo

source: April
fr: Avril
it: Aprile

source: May
fr: Mai
it: Maggio

source: June
fr: Juin
it: Giugno

source: July
fr: Juillet
it: Luglio

source: August
fr: Août
it: Agosto

source: October
fr: Octobre
it: Ottobre

source: September
fr: Septembre
it: Settembre

source: November
fr: Novembre
it: Novembre

source: December
fr: Décembre
it: Dicembre

source: Birthday
fr: Anniversaire
it: Data di nascita

source: Quit membership
fr: Quitter le club
it: Collegato a un'iscrizione

source: Comments
fr: Commentaires
it: Commenti

source: All open invoices are still due after leaving
fr: Toutes les factures ouvertes restent dues après le départ
it: Tutte le fatture aperte sono ancora dovute dopo la partenza

source: Leave the club
fr: Quitter le club
it: Lasciare il club

source: Remin.
fr: Rapp.
it: Ricorda.

source: Edit Member
fr: Modifier le membre
it: Modifica membro

source: Date of joining
fr: Date d'adhésion
it: Data di nascita

source: Membership paid
fr: Cotisation payée
it: Iscrizione pagata

source: Date of leaving
fr: Date de départ
it: Data di nascita

source: Discount
fr: Réduction

source: Membership not paid
fr: Cotisation non payée
it: Iscrizione non pagata

source: Invite
fr: Inviter
it: Invita

source: Username
fr: Nom d'utilisateur
it: Nome utente

source: Last login
fr: Dernière connexion
it: Ultimo accesso

source: Role
fr: Rôle
it: Ruolo

source: Email list
fr: Liste e-mail

source: Members to sort
fr: Membres à trier
it: Membri da ordinare

source: Pictures
fr: Photos
it: Immagini

source: Register
fr: S'inscrire
it: Registrati

# {0} is an email
source: The member already exists, please contact {0}
fr: Le membre existe déjà, merci de contacter {0}
it: Il membro esiste già, si prega di contattare

source: Validate
fr: Valider
it: Da convalidare

source: Nothing to validate
fr: Rien à valider
it: Niente da convalidare

source: Grid
fr: Grille

source: Each year you need to register for the current season, please follow the steps below:
fr: Chaque année, tu dois t'inscrire pour la saison en cours, suis les étapes ci-dessous :

source: Please check your contact information
fr: Merci de vérifier tes coordonnées
it: Si prega di controllare le informazioni di contatto

source: The information is correct
fr: Les informations sont correctes
it: Le informazioni sono corrette

source: Ask for modifications
fr: Demander une modification

source: You are a past member, click here if you want to start again
fr: Tu es un ancien membre, clique ici si tu veux recommencer
it: Sei un ex membro, clicca qui se vuoi ricominciare da capo

source: You will need to sign the aggreement for this year. A mobile phone is recomended
fr: Tu vas devoir signer le règlement de cette année, un smartphone est recommandé

source: You are not registered for this season, please fill this form
fr: Tu n'es pas inscrit·e pour cette saison, merci de remplir ce formulaire
it: Non sei registrato per questa stagione, compila questo modulo

source: You have to be approved by a coach, please wait
fr: Tu dois être approuvé·e par un coach, merci d'attendre
it: Devi essere approvato da un allenatore, per favore aspetta

source: You have no teams, wait a while or check with your coach
fr: Tu n'as pas d'équipe, attends un peu ou vérifie avec ton coach
it: Non avete gruppi, aspettate un po' o chiedete al vostro allenatore

source: This should not append
fr: Cela ne devrait pas arriver
it: Questo non dovrebbe aggiungere

source: But if you would not like to continue
fr: Mais si tu veux quitter le club

source: You are up to date with your invoices
fr: Tu es à jour avec tes factures
it: Siete aggiornati sulle vostre fatture

source: Add Role
fr: Ajouter un rôle
it: Aggiungi Ruolo

source: Edit Role
fr: Modifier le rôle
it: Modifica Ruolo

source: New Role
fr: Nouveau rôle
it: Nuovo Ruolo

source: Roles
fr: Rôles
it: Ruoli

source: Users
fr: Utilisateurs
it: Utenti

# person
source: Editor
fr: Éditeur
it: Editore

source: List Shop Items
fr: Lister les articles

source: Add Shop Item
fr: Ajouter un article

source: -- Select Category --
fr: — Sélectionne la catégorie —

source: Edit Shop Item
fr: Modifier un article

source: Shop Items
fr: Articles

source: Delete Shop Item
fr: Supprimer un article

source: New Shop Item
fr: Nouvel article

source: Price
fr: Prix

source: Related Member Orders
fr: Article lié au membre

source: List Sites
fr: Liste des sites
it: Lista Utenti

source: Add Site
fr: Ajouter un site
it: Aggiungere Sito

source: Edit Site
fr: Modifier le site
it: Modifica Sito

source: New Site
fr: Nouveau site
it: Nuovo Sito Web

source: Delete Site
fr: Supprimer le site
it: Cancellare il contenuto

source: Account Designation
fr: Désignation du compte
it: Designazione del conto

source: Postcode
fr: Code postal
it: CAP

source: Sender Email
fr: E-mail de l'expéditeur
it: Mittente

source: Sender
fr: Expéditeur
it: Mittente

source: Sender Phone
fr: Téléphone de l'expéditeur
it: telefono negozio

source: Max fees
fr: Frais maximum
it: Tasse massime

source: Reminder Penalty
fr: Pénalité de rappel
it: Punizione di promemoria

# Reference like "invoice number"
source: Add to invoice reference
fr: Ajouter à la référence de facture
it: Aggiungi al riferimento della fattura

source: Add Team
fr: Ajouter une équipe
it: Aggiungi Gruppo

source: Edit Team
fr: Modifier l'équipe
it: Modifica Gruppo

source: New Team
fr: Nouvelle équipe
it: Nuovo gruppo

source: Fees
fr: Frais
it: Tasse

source: Remove member
fr: Retirer le membre

source: Add members
fr: Ajouter des membres

source: Add member
fr: Ajouter un membre

source: Meeting date
fr: Date de réunion

source: List Users
fr: Liste des utilisateurs
it: Lista Utenti

source: Add User
fr: Ajouter un utilisateur
it: Aggiungi Utente

source: Edit User
fr: Modifier l'utilisateur
it: Modifica utente

source: Password forgotten
fr: Mot de passe oublié
it: Password dimenticata

source: Please enter your email or username
fr: Merci de saisir ton e-mail ou nom d'utilisateur

source: Login
fr: Connexion
it: Accedi

source: New User
fr: Nouvel utilisateur
it: Nuovo Utente

source: Welcome to the registration platform of
fr: Bienvenue sur la plateforme d'inscription de

source: If this is your first year at the club, you need to start by
fr: Si c'est ta première année au club, tu dois commencer par

source: creating an account
fr: créer un compte

source: Once logged in, you will see a link to register for the current season.
fr: Une fois connecté·e, tu verras un lien pour t'inscrire à la saison en cours.

source: Help on how to register
fr: Aide pour s'inscrire

source: If you've been in the club before, use your account. If you have any issues, you can write to
fr: Si tu as déjà été dans le club auparavant, utilise ton compte. En cas de problème, tu peux écrire à

source: With email
fr: Par email

source: With login
fr: Par login

source: Enter your full name to receive a login link by email
fr: Entre ton nom complet pour recevoir un lien par email

source: We will send you a secure link to access your account
fr: On t’enverra un lien sécurisé pour accéder à ton compte

source: Full Name (First Name Last Name)
fr: Nom complet (Prénom Nom)

source: Send login link
fr: Envoyer un lien par email

source: Please enter your username and password
fr: Merci de saisir ton nom d'utilisateur et ton mot de passe
it: Inserisci username e password

source: You need one account per athlete
fr: Tu as besoin d'un compte par athlète

source: Password
fr: Mot de passe

source: Create an account
fr: Créer un compte

source: Create your login for
fr: Crée ton identifiant pour
it: Crea il tuo login per

source: New username
fr: Nouveau nom d'utilisateur
it: Nuovo nome utente

source: New password
fr: Nouveau mot de passe
it: Nuova password

source: Confirm password
fr: Confirmer le mot de passe
it: Conferma password

source: Set new password
fr: Définir un nouveau mot de passe
it: Imposta nuova password

source: Pass Key
fr: Clé d'accès
it: Chiave di passaggio

source: Tokenhash
fr: Hash du jeton

source: Invoice filters
fr: Filtre des factures

source: No invoices found.
fr: Aucune facture trouvée.

source: No open invoices found.
fr: Pas de factures ouvertes.

source: No paid invoices found.
fr: Aucune facture payée trouvée.

source: Adress
fr: Adresse
it: Indirizzo

source: Invoices (Open/Total)
fr: Factures (Ouvertes/Total)
it: Fatture (Aperto/Totale)

source: Leaving comment
fr: Commentaire de départ

source: Access Denied
fr: Accès refusé

source: Invalid or Expired Link
fr: Lien invalide ou expiré

source: The link you used to access this page is either invalid or has expired.
fr: Le lien que tu as utilisé pour accéder à cette page est soit invalide, soit expiré.

source: This could happen if:
fr: Cela peut se produire si :

source: The link was copied incorrectly
fr: Le lien a été mal copié

source: Your membership information has been updated
fr: Tes informations de membre ont été mises à jour

source: The link has expired
fr: Le lien a expiré

source: What can you do?
fr: Que peux-tu faire ?

source: Go to Homepage
fr: Retourner à l'accueil

source: Problem accessing personal page
fr: Problème d'accès à la page personnelle

source: Contact Support
fr: Contacter le support

source: If you believe this is an error, please contact the administrator with the details of how you accessed this page.
fr: Si tu penses qu'il s'agit d'une erreur, merci de contacter l'administrateur en indiquant comment tu as accédé à cette page.

source: Registration {0}-{1}
fr: Inscription {0}-{1}
it: Registrazione {0}-{1}

source: Your user name is {0}
fr: Ton nom d'utilisateur est {0}

source: Create account with this member
fr: Créer un compte avec ce membre

source: Identity card
fr: Carte d'identité

source: Not reviewed
fr: Non vérifié
it: Non recensito

source: You are a past member
fr: Tu es un ancien membre

source: I want to start again !
fr: Je veux recommencer !

source: You are not registered for this season
fr: Tu n'es pas inscrit·e pour cette saison

source: I register for the season
fr: Je m'inscrit pour la saison

source: You must be registered to place an order.
fr: Tu dois être inscrit pour pouvoir commander des articles.

source: You have too many overdue bills to place a new order.
fr: Tu as trop de factures en retard pour pouvoir commander des articles.

source: Place Order
fr: Commander

source: Please select at least one item to order.
fr: Sélectionne au moins un article à commander.

source: Please confirm your order:
fr: Confirme ta commande:

source: Total amount: CHF {0}
fr: Total: CHF {0}

source: Do you want to place this order?
fr: Veux-tu commander ?

source: Hello {0},
fr: Bonjour {0},
it: Ciao, {0},

source: Please go on url below to get your login information
fr: Merci de te rendre sur l'adresse ci-dessous pour obtenir tes informations de connexion
it: Vai all'url qui sotto per ottenere i tuoi dati di accesso

source: You have asked for a new password. Here is a link to reset your password.
fr: Tu as demandé un nouveau mot de passe. Voici un lien pour réinitialiser ton mot de passe.
it: Avete chiesto una nuova password. Ecco un link per reimpostare la password.

source: Thank you for registering. Please click on the url below to create your login
fr: Merci de t'être inscrit·e. Merci de cliquer sur l'URL ci-dessous pour créer ton identifiant
it: Grazie per esservi registrati. Clicca sull'url qui sotto per creare il tuo login

source: Hello {0},\r\nYou have asked for a new password. Here is a link to reset your password.\r\n{1}
fr: Bonjour {0},\r\nTu as demandé un nouveau mot de passe. Voici un lien pour réinitialiser ton mot de passe.\r\n{1}
it: Pronto? Hai chiesto una nuova password. Ecco un link per reimpostare la tua password

source: Maintenance Mode Enabled
fr: Mode maintenance activé

source: Home
fr: Accueil

source: My account
fr: Mon compte
it: Il mio account

source: Signatures validation
fr: Validation des signatures
it: Convalida delle firme

source: Ordered items
fr: Articles commandés

source: Year Overview
fr: Aperçu de l'année
it: Panoramica dell'anno

source: Send reminders
fr: Envoyer des rappels

source: Batch add
fr: Ajout par lots
it: Aggiunta di lotti

source: Send email
fr: Envoyer un e-mail
it: Spedisci mail

source: Print
fr: Imprimer

source: Admin
fr: Administration
it: Amministratore

source: Shop items
fr: Articles

source: Dashboard
fr: Tableau de bord

source: Subsidies
fr: Subventions

source: Familly discount
fr: Réduction familiale

source: Birthdays
fr: Anniversaires
it: Compleanni

source: Log
fr: Journal

source: External links
fr: Liens externes
it: Link esterni

source: Info
fr: Informations

source: Logout
fr: Déconnexion
it: Esci

source: Error
fr: Erreure

source: Oops! Something went wrong
fr: Oops! Quelque chose c'est mal passé

source: Don't worry, it happens to the best of us!
fr: Ne t'inquiète pas, ça arrive aux meilleurs !

source: Back to Home
fr: Retourner à l'accueil

source: Previous Page
fr: Page précédente

source: If the problem persists,
fr: Si le problème persiste,

source: contact our support
fr: contacter le support

source: Join our platform
it: Unisciti alla nostra piattaforma

# {0} is the club name
source: Your personal page to {0}
it: La tua pagina personale a {0}

source: If this email exists, a reset link has been sent to this one
it: Se questa e-mail esiste, è stato inviato un link di reset a questa

source: Date
it: Data

source: Finances
it: Finanze

source: Configuration
it: Configurazione

source: Coach
it: Allenatore

source: Actions
it: Azioni

# Physical location
source: Site
it: Sito

source: Passive
it: Passivo

source: Description
it: Descrizione

source: Confirmation
it: Conferma

source: Configurations
it: Configurazoni

# noun
source: Label
it: Etichetta

source: You are not authorized to go here
it: Non sei autorizzato ad andare qui

source: Style
it: Stile

source: Attendances
it: Presenze

source: Mobile
it: Cellulare

source: Add a picture
it: Aggiungi un'immagine

source: Missing info
it: Informazioni mancanti

source: Create account
it: Crea un account

source: Communication
it: Connessione

source: Total Invoices
it: Fatture totali

source: Options
it: Opzioni

# No. as count
source: No. Open Invoices
it: Fatture aperte

source: Registration steps
it: Fasi di registrazione

source: Please use a mobile phone to be able to sign the registration
it: Si prega di utilizzare un telefono cellulare per poter firmare la registrazione

source: Next events
it: Prossimi eventi

source: Next big events
it: Prossimi grandi eventi

# Physical location
source: Sites
it: Siti

source: Please enter your email
it: Inserisci la tua email

source: New members
it: Nuovi membri

source: Language
it: Lingua

source: Back
it: Indietro
